# Проект "Новый шрифт"

## Данные

Имеются данные о действиях пользователей мобильного приложения: 
- события (действие пользователя),
- уникальный идентификатор пользователя,
- время события,
- номер эксперимента: 246 и 247 — контрольные группы, а 248 — экспериментальная.

## Задача

Имеется стартап, который продаёт продукты питания. Нужно разобраться, как ведут себя пользователи мобильного приложения, и исследовать результаты A/A/B-эксперимента. Дизайнеры захотели поменять шрифты во всём приложении, а менеджеры испугались, что пользователям будет непривычно. Договорились принять решение по результатам A/A/B-теста. Пользователей разбили на 3 группы: 2 контрольные со старыми шрифтами и одну экспериментальную — с новыми. Необходимо выяснить, какой шрифт лучше.
